/** 발의 글 리스트 **/
export const InitiativeList = [
    {
        idx : 1,    // 글 번호
        writer : '김민지(학부생)',  // 작성자
        subject : '공예분과를 위한 연습실을 설치해주세요.',    // 제목
        // tslint:disable-next-line:max-line-length
        content : '현재 교내에는 학생회관 3층에 위치한 공동연습실을 제외하면 또 다른 연습공간이 존재하지 않습니다. 이 마저도 공예분과 동아리의 수에 비하면 턱없이 부족하기 때문에 공동연습실을 사용하지 못하는 동아리들은 더운 여름과 추운 겨울날에도 학생회관 2층 거울 앞을 유일한 연습 장소로 사용하고 있습니다. 하지만 이 곳은 장소가 매우 협소할 뿐 아니라, 개방되어 있는 곳이기 때문에 일반 학우들로부터 소음 관련 불만과 통행에 불편함이 된다는 민원이 계속해서 발생합니다. 이처럼 연습공간의 부족 때문에 다른 문제들이 파생되어 발생하고 있는 상황에서, 공예분과를 위한 연습실이 추가적으로 필요하다고 생각합니다.',
        regDate : '201911100930',
        img : '../../../assets/common/images/posts/img_initiative_01.jpg',  // 등록 이미지
        recommandCnt : 0    // 추천수
    },
    {
        idx : 2,
        writer : '김민지(학부생)',
        subject : '강의실 개선을 통해 다양한 강의실을 마련해주세요.',
        // tslint:disable-next-line:max-line-length
        content : '현재 성심교정에서 학생들이 가장 많이 이용하는 건물인 니콜스의 강의실은 대부분 딱딱한 분위기를 풍깁니다. 일체형 책걸상이 강의실을 꽉 채우고 있으며 학생들은 그저 교수님의 수업을 듣고 바라보는 수동적인 입장이 됩니다. 저는 이런 부분을 개선해 교수님과 학생이 상호작용하는 수업, 학생이 주체적으로 참여하는 수업을 만들 수 있는 강의실이 필요하다고 생각합니다. 니콜스의 강의실 중 이미 일부분이 책상이 둥글게 배치된 강의실이 있지만 그런 배치의 강의실을 더 늘려야 합니다. 물론 많은 인원을 수용해야 하는 강의의 경우 좀 더 학교측에서 고민해 볼 필요가 있다고 생각합니다. 또한, 학교의 대부분의 강의실에서 일체형 책걸상을 사용하고 있는데 많은 학생들이 이에 대한 불편함을 토로하고 있습니다. 의자와 책상이 고정되어 있어 사용자 몸에 맞게 조정할 수 없고 오히려 사용자가 책상에 몸을 맞춰야 해 신체에 무리가 갑니다. 공간 활용에 효율적이고 관리가 편하다는 점 때문에 많은 학교에서 사용하고 있으나 학생들이 불편을 겪지 않도록 배려해주셨으면 합니다.',
        regDate : '201911100930',
        img : '../../../assets/common/images/posts/img_initiative_02.jpg',
        recommandCnt : 0
    },
    {
        idx : 3,
        writer : '김민지(학부생)',
        subject : '대학 축제 개선해주세요.',
        // tslint:disable-next-line:max-line-length
        content : '봄, 가을이 되면 대학생들이 설레는 기간이 찾아온다. 바로 대학축제가 열리는 시즌이기 때문이다. 대학 축제하면 빠질 수 없는 것 중 하나가 공연이라고 할 수 있다. 축제 때마다 학교는 외부 가수를 초청해서 공연을 한다. 하지만 축제가 끝나고 학생들의 말이 많다. “이번에도 그렇지 뭐”라는 말로 타 대학의 초청가수들과 비교를 하며, 한 결 같이 축제가 별로였다고 말한다. 물론 어떤 학우들은 그렇게 얘기 할 수 있다. 축제 그 자체를 즐기면 되지, 꼭 유명한 가수들 초청해야 갰냐고? 물론이다. 축제 기간되면 학우들이 제일 관심 갖고 살피는 것이 초청 가수 라인업이다. 즉 타 학교와 비교 안할 수가 없다. 가수 누구 왔느냐에 따라 축제 참여율도 차이가 많이 나는 것도 현실이다. 이런 상항에서 많은 학생들의 참여와, 즐거운 축제 분위기를 만들려면 시기에 맞는 초청가수를 섭외해서 축제에 대한 학생들의 인식개선이 필요하다.',
        regDate : '201911100930',
        img : '../../../assets/common/images/posts/img_initiative_03.jpg',
        recommandCnt : 0
    },
    {
        idx : 4,
        writer : '김민지(학부생)',
        subject : '사회학과 교수 인력을 충원해주세요.',
        // tslint:disable-next-line:max-line-length
        content : '사회학과는 지난학기 조돈문 교수님이 퇴임하시고 새로운 교수님이 오셨습니다. 그럼에도 현재 전임교수가 세 분밖에 계시질 않습니다. 만약 한 분이라도 안식년을 지내고 오신다면 그 해에는 이보다 더 적어지겠죠. 사회학과는 2015학년도부터 꾸준하게 교수충원운동을 해오고 있습니다. 학교는 교수 수가 6명에서 2명으로 줄어들 때까지 교수를 충원해주지 않았습니다. 이번에 세 분 중 한 분이 퇴임하신 후에야 새로운 교수님이 오신 것이고요. 사회학은 정치, 문화, 예술, 역사, 인류 등 매우 여러 분야를 다루고 배우는 폭넓은 학문입니다. 무엇보다도 각 분야의 연계성과 다양한 분야에 대한 배움이 중요한데 교수의 수가 부족하면 전공강의 간의 연계성이 떨어질 뿐만 아니라 매학기 열리는 전공강의의 수가 줄어들고 강의의 질도 떨어집니다. 이런 문제를 학교에서도 분명 알고 있으리라 생각합니다. 방관하지 말고 학교가 나서서 저희의 학습권을 보장해주세요.',
        regDate : '201911100930',
        img : '../../../assets/common/images/posts/img_initiative_04.jpg',
        recommandCnt : 0
    },
    {
        idx : 5,
        writer : '김민지(학부생)',
        subject : '강의평가 강화가 필요하다고 생각합니다.',
        // tslint:disable-next-line:max-line-length
        content : '현재 시행되고 있는 강의평가는 모든 수업마다 동일한 평가양식을 사용하여 선택하는 양식을 사용하고 있기에 직접적인 수업의 평가 자료를 수집하기 어려우며 학생들의 성적확인을 제한하여 강제성이 있는 반면 강의평가의 내용이 차후 학기에 반영되지 않고 있는 것 같습니다 좀 더 강의평가서의 양식을 세분화하고 학생들의 평가가 다음 학기에 반영될 수 있는 방향으로 개선되어야 한다고 생각합니다.',
        regDate : '201911100930',
        img : '../../../assets/common/images/posts/img_initiative_05.jpg',
        recommandCnt : 0
    },
    {
        idx : 6,
        writer : '김민지(학부생)',
        subject : '총장님과의 소통의 기회 확보',
        // tslint:disable-next-line:max-line-length
        content : '현재 가톨릭 대학교에서는 총장님과 학생이 소통할 수 있는 기회가 없으며 학생들의 의견이 학교 측에 전달이 되기 위해서 자주는 아니더라도 학기 중 한 번 정도는 필요하다고 생각하며 만약 제한적이라면 학생들 전부는 아니더라도 대표자들과의 회의에서 학생들의 의견을 전달할 수 있는 기회는 꼭 필요하다고 생각합니다!!!!',
        regDate : '201911100930',
        img : '../../../assets/common/images/posts/img_initiative_06.jpg',
        recommandCnt : 0
    },
    {
        idx : 7,
        writer : '김민지(학부생)',
        subject : '내 스타벅스 입점을 제안합니다!',
        // tslint:disable-next-line:max-line-length
        content : '서울여대의 경우 교내에 스타벅스가 입점해 있어 많은 학우들뿐만 아니라 지역주민들의 새로운 공간이라고 합니다. 팀플, 공부, 담소 등 자유롭고 편한 분위기에서 다양한 활동을 할 수 있다고 하는데요. 가톨릭대학교도 새롭게 신축될 기숙사 1층 아니면 최상층에 스타벅스 입점을 건의했으면 합니다. 그렇게 된다면 오고싶은 학교로 거듭나고 학교 마케팅에도 상당한 도움을 줄 것이라 믿습니다! 꼭 입점했으면 좋겠습니다!',
        regDate : '201911100930',
        img : '../../../assets/common/images/posts/img_initiative_07.jpg',
        recommandCnt : 0
    }
];
